test/Lagrangian/parabolic/system/Lagrangian/linearSubStepped/LagrangianSolution
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  14
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system/Lagrangian/linearSubStepped";
    object      LagrangianSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include "../linear/LagrangianSolution"

maxTimeStepFraction 0.3;

maxCellLengthScaleFraction 0.3;


// ************************************************************************* //
